Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyIncompleteElement Property
 Can't copy part of element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyIncompleteElement { get; }
Public Shared ReadOnly Property CannotCopyIncompleteElement As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyIncompleteElement {
	FailureDefinitionId^ get ();
}
static member CannotCopyIncompleteElement : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace